Repository: phillon77/KnitNote
Catalog: KnitNote/Localization/Localizable.xcstrings
Source language: en
Languages: da, de, el, fi, fr, ja, ko, nb, nl, sv, zh_hans, zh_hant

# yarn.scan.recognize
source: Recognize
da: Genkend
de: Erkennen
el: Αναγνώριση
fi: Tunnista
fr: Reconnaître
ja: 認識
ko: 인식
nb: Gjenkjenn
nl: Herkennen
sv: Identifiera
zh_hans: 开始识别
zh_hant: 開始辨識

# yarn.scan.recognizing
source: Recognizing Label…
da: Genkender etiketten…
de: Etikett wird erkannt…
el: Αναγνώριση ετικέτας...
fi: Tunnistetaan etikettiä…
fr: Reconnaissance de l’étiquette…
ja: ラベルを認識中…
ko: 라벨 인식 중…
nb: Gjenkjenner etiketten…
nl: Label herkennen…
sv: Identifierar etiketten…
zh_hans: 正在识别标签…
zh_hant: 正在辨識標籤⋯

# yarn.scan.review.hint
source: Choose the value shown on the yarn label, or leave it blank.
da: Vælg den angivne værdi på garnmærket, eller lad den stå tom.
de: Wähle den Wert vom Garnetikett aus oder lasse das Feld leer.
el: Επιλέξτε την τιμή που εμφανίζεται στην ετικέτα του νήματος ή αφήστε την κενή.
fi: Valitse lankaetiketissä oleva arvo tai jätä se tyhjäksi.
fr: Choisissez la valeur indiquée sur l’étiquette du fil ou laissez le champ vide.
ja: 毛糸ラベルに表示された値を選択するか、空欄のままにしてください。
ko: 실 라벨에 표시된 값을 선택하거나 공백으로 남겨두세요.
nb: Velg verdien som vises på garnetiketten, eller la den stå tom.
nl: Kies de waarde op het garenlabel of laat het veld leeg.
sv: Välj värdet som visas på garnetiketten eller lämna det tomt.
zh_hans: 选择毛线标签上显示的值，或留空。
zh_hant: 選擇標籤上的正確資料，或保持空白。

# yarn.scan.review.message
source: Confirm Recognized Details
da: Bekræft genkendte oplysninger
de: Erkannte Angaben bestätigen
el: Επιβεβαίωση αναγνωρισμένων λεπτομερειών
fi: Vahvista tunnistetut tiedot
fr: Confirmer les informations reconnues
ja: 認識内容を確認
ko: 인식된 정보 확인
nb: Bekreft gjenkjente detaljer
nl: Herkende gegevens bevestigen
sv: Bekräfta identifierade uppgifter
zh_hans: 确认识别出的信息
zh_hant: 確認辨識資料

# yarn.scan.review.title
source: Review Label
da: Gennemgå etiketten
de: Etikett prüfen
el: Έλεγχος ετικέτας
fi: Tarkista etiketti
fr: Vérifier l’étiquette
ja: ラベルを確認
ko: 라벨 검토
nb: Kontroller etiketten
nl: Label controleren
sv: Granska etiketten
zh_hans: 检查标签
zh_hant: 檢查標籤

# yarn.scan.title
source: Scan Yarn Label
da: Scan garnmærket
de: Garnetikett scannen
el: Σάρωση ετικέτας νήματος
fi: Skannaa langan etiketti
fr: Scanner l'étiquette du fil
ja: 毛糸ラベルをスキャン
ko: 실 라벨 스캔
nb: Skann garnetiketten
nl: Garenlabel scannen
sv: Skanna garnetiketten
zh_hans: 扫描毛线标签
zh_hant: 掃描毛線標籤

# yarn.section.basic
source: Basic Details
da: Grundlæggende oplysninger
de: Grundlegende Details
el: Βασικές λεπτομέρειες
fi: Perustiedot
fr: Détails de base
ja: 基本情報
ko: 기본 세부 사항
nb: Grunnleggende detaljer
nl: Basisgegevens
sv: Grundläggande information
zh_hans: 基本信息
zh_hant: 基本資料

# yarn.section.inventory
source: Inventory
da: Lagerbeholdning
de: Bestand
el: Απόθεμα
fi: Varasto
fr: Stock
ja: 在庫
ko: 재고
nb: Lagerbeholdning
nl: Voorraad
sv: Lagersaldo
zh_hans: 库存
zh_hant: 庫存

# yarn.section.storage
source: Storage & Notes
da: Opbevaring og noter
de: Aufbewahrung & Notizen
el: Αποθήκευση και σημειώσεις
fi: Säilytys ja muistiinpanot
fr: Rangement et notes
ja: 保管場所とメモ
ko: 저장 및 메모
nb: Oppbevaring og notater
nl: Opslag en notities
sv: Förvaring och anteckningar
zh_hans: 收纳与笔记
zh_hant: 收納與筆記

# yarn.series
source: Series
da: serie
de: Serie
el: Σειρά
fi: Sarja
fr: Série
ja: シリーズ
ko: 시리즈
nb: serie
nl: Serie
sv: serie
zh_hans: 系列
zh_hant: 系列

# yarn.storageLocation
source: Storage Location
da: Opbevaringssted
de: Aufbewahrungsort
el: Τοποθεσία αποθήκευσης
fi: Varastointipaikka
fr: Lieu de rangement
ja: 保管場所
ko: 보관 위치
nb: Lagringssted
nl: Opslaglocatie
sv: Förvaringsplats
zh_hans: 收纳位置
zh_hant: 收納位置

# backup.section
source: Data Backup
de: Datensicherung
el: Δημιουργία αντιγράφων ασφαλείας δεδομένων
fi: Tietojen varmuuskopiointi
fr: Sauvegarde des données
ja: データバックアップ
ko: 데이터 백업
nb: Datasikkerhetskopiering
nl: Reservekopie van gegevens
sv: Datasäkerhetskopiering
zh_hans: 数据备份
zh_hant: 資料備份

# patterns.markup.pen
source: Pen
de: Stift
el: Στυλό
fi: Kynä
fr: Stylo
ja: ペン
ko: 펜
nb: Penn
sv: Penna
zh_hans: 画笔
zh_hant: 畫筆

# patterns.markup.width.medium
source: Medium
de: Mittel
el: Μεσαίο
fi: Keskisuuri
fr: Moyenne
ja: 中
ko: 중간
nb: middel
nl: Normaal
zh_hans: 中
zh_hant: 中

# settings.data
source: Data
de: Daten
el: Δεδομένα
fi: Tiedot
fr: Données
ja: データ
ko: 데이터
nl: Gegevens
zh_hans: 数据
zh_hant: 資料

# journal.share.format
source: Format
el: Μορφή
fi: Muoto
ja: フォーマット
ko: 형식
nl: Indeling
zh_hans: 格式
zh_hant: 格式

# patterns.library.youtube
source: YouTube video
el: Βίντεο στο YouTube
fr: Vidéo YouTube
ja: YouTubeビデオ
ko: 유튜브 동영상
zh_hans: YouTube 视频
zh_hant: YouTube 影片

# patterns.youtube.link
source: YouTube Link
el: Σύνδεσμος YouTube
fi: YouTube-linkki
fr: Lien YouTube
ja: YouTubeリンク
ko: 유튜브 링크
nb: YouTube-lenke
sv: YouTube-länk
zh_hans: YouTube 链接
zh_hant: YouTube 連結

# patterns.youtube.type
source: YouTube Video
el: Βίντεο στο YouTube
fr: Vidéo YouTube
ja: YouTube動画
ko: 유튜브 동영상
zh_hans: YouTube 视频
zh_hant: YouTube 影片

# patterns.youtube.url
source: YouTube URL
el: URL YouTube
fr: URL YouTube
ko: 유튜브 URL
sv: YouTube-länk
zh_hans: YouTube 网址
zh_hant: YouTube 網址

# settings.version
source: Version
el: Έκδοση
fi: Versio
ja: バージョン
ko: 버전
nb: versjon
nl: Versie
zh_hans: 版本
zh_hant: 版本

# settings.version.format
source: %1$@ (Build %2$@)
fi: %1$@ (koontiversio %2$@)
ja: %1$@（ビルド%2$@）
ko: %1$@ (%2$@ 빌드)
nb: %1$@ (Bygg %2$@)
sv: %1$@ (Bygg %2$@)
zh_hans: %1$@（构建版本 %2$@）

# backup.alert.dismiss
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# common.ok
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
